{
	"Aboutus":[
	{
	"about":"The institution is spread over a sprawling campus with calm surroundings, creating a fitting atmosphere for study. The Institute provides a clean and invigorating environment conducive for higher education.Adhiyamaan College of Engineering is one of the educational institutions developed by Adhiyamaan Educational & Research Institution - a trust, which was started in the year 1987-1988 to cater the needs of the nation in the development of technocrats and to provide facilities for educating and training men and women to meet the entrepreneurial and management needs. The management has created adequate infrastructural facilities and sufficient funds and is keen on developing the institution for higher education.It is the first Engineering College to be started in the most backward erstwhile Dharmapuri District of the State of Tamilnadu to develop the people academically, socially and economically. It was originally affiliated to University of Madras. When the Periyar University was carved out from the University of Madras; it was affiliated to it. Since the government of Tamilnadu decided to bring all the Engineering and Technical Institutions in the State under one Technological University in the year 2001, Adhiyamaan College of Engineering was affiliated to the Anna University, Chennai. The college is housed in Adhiyamaan Educational & Research Institutions Campus, Dr.M.G.R Nagar, Hosur. The Campus is spread over an area of 250 acres abutting National Highway NH-7.The Institution is situated 6 kms from Hosur bus stand and railway station. The Institution is well connected to three major Railway Junctions viz., Hosur, Jolarpet and Bangalore."
	}
	],
	"Admission":[
	{
		"MCA":"The Department of MCA was established in the academic year 1995 -96 with the intake of 60 and it now is increased to 120 and affiliated to Anna University, Chennai. It strives hard to develop world class, self disciplined computer professionals who will be responsible for uplifting the economical status of our Nation and humanity."
	},
	{
		"LabFacilities":"The department has good Computer Laboratories equipped with 6 servers and 237 nodes. All the computers are networked and protected from all known viruses and firewall to have complete data security. To ensure continues usability of computers to the students, all the computers have a power backup with uninterrupted power supply (UPS) up to 5 hours. Essential licensed software is provided to all systems to support the academic and University curriculum."
	}
	
	],
	"Facilities":[
	{
		"CollegeLibrary":"The Central Library has been built to International Standards. It spread over to an area of 4500 sq. m. with ground plus four floors. The library is equipped with a Reference section it could accommodated around 500 students, Digital library, Audio Visual Section, Journal Section, conference room, Research Scholar Section, Newspaper and Magazine Section, and Reprography Section. It has numerous specialized collection of Books, Journals, ASME, ASTM, IEEE-ASPP, Springer, Elsevier, EBSCO Art & Architecture, GREENR - Architecture, J-Gate Engineering, J-Gate Business Management, EMERALD Management, and McGraw Hill. The library is fully computerized and can be accessed using the OPAC (Online Public Access Catalogue) system which enables the students to search the required books they specifying the author, title, subject and keywords. It facilitates the users to reserve the books they need, and also updates on the status of a particular book and that of the User.The library has been actively conducting NPTEL Video courses for students every evening. It has also made DELNET - Institution Membership and Inter Library loan available for the students."
	}
	]
	}
